<template>
	<div class="yejiao-index">
		<div class="wrap clearfix">
			<LeftView></LeftView>
			<div id="right" class="fl">
				<div class="falv-notice">
					<h3>法律公告</h3>
					<div class="notice-content">
						<p>
							在使用移动应用安全版权服务平台各项服务前，请您务必仔细阅读并透彻理解本公告。您可以选择不使用移动应用安全版权服务平台服务，但如果您使用移动应用安全版权服务平台服务，您的使用行为将被视为对本公告全部内容的认可。  移动应用安全版权服务平台上
							关于移动应用安全版权服务平台用户或其提供的相关信息（包括但不限于用户的身份信息 联系人及联络信息，相关图片、文件等）的信息均由用户自行提供，用户依法应对其提供的任何信息承担全部责任。  任何单位或个人认为国家安
							全版权服务平台内容（包括但不限于移动应用安全版权服务平台用户提供的个人信息或相关文件）可能涉嫌侵犯其合法权益，应该及时向移动应用安全版权服务平台提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。
							移动应用安全版权服务平台在收到上述法律文件后，将会依法尽快移除相关涉嫌侵权的内容。 </p>
						<h4>一.知识产权声明  </h4>
						<p>移动应用安全版权服务平台拥有移动应用安全版权服务平台平台网站内所有信息内容（除移动应用安全版权服务平台用户提供的信息、文件外，包括但不限于文字、图片、软件、音频、视频）的版权。
							任何被授权的浏览、复制、打印和传播属于移动应用安全版权服务平台内信息内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此版权声明；  移动应用安全版权服务平台所有的产品、技术与所有程序均属于移动应用安全版权服务平台知识产权。
							未经移动应用安全版权服务平台许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用。否则，移动应用安全版权服务平台将依法追究法律责任。</p>
						<h4>
							二.免责声明  </h4>
						<p>移动应用安全版权服务平台所发布的信息中可能没有包含与移动应用安全版权服务平台及其业务有关的最新信息，对于移动应用安全版权服务平台所发布的信息，移动应用安全版权服务平台不声明或保证其内容之正确性或完整性；对于用户通过移动应用安全版权服务平台有关服务
							之广告、信息或要约而购买或取得之任何产品、信息或服务，移动应用安全版权服务平台亦不承担质量保证之责任。  移动应用安全版权服务平台对移动应用安全版权服务平台提供的服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性
							及未侵害他人权利等担保或保证。 商户明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其他无形损失，移动应用安全版权服务平台不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任: </p>
						<div class="children">
							<p> a）移动应用安全版权服务平台根据法律规定或相关政府的要求提供您的个人信息。 </p>
							<p> b）由于您将个人信息告知他人或与他人共享，由此导致的任何个人信息的泄漏，或其他非因移动应用安全版权服务平台原因导致的个人信息的泄漏。</p>
							<p> c)任何第三方根据移动应用安全版权服务平台各服务条款及声明中所列明的情况使用您的个人信息，由此所产生的纠纷。</p>
							<p> d)任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭。</p>
							<p> e)因不可抗力导致的任何后果。 </p>
							<p> f）移动应用安全版权服务平台在各服务条款及声明中列明的使用方式或免责情形。 移动应用安全版权服务平台所提供的信息，若在某地区使用或分发时会违反该地区的法律或规定，则不得在该地区使用或分发移动应用安全版权服务平台信息。  </p>
						</div>
						<h4>三.隐私权政策</h4>
						<p>移动应用安全版权服务平台尊重并保护所有使用移动应用安全版权服务平台服务用户的个人隐私权。为了给用户提供更准确、更有个性化的服务，移动应用安全版权服务平台会按照本隐私权政策的规定使用和披露用户的相关信息。但移动应用安全版权服务平台将以高度的勤勉、
							审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，移动应用安全版权服务平台不会将这些信息对外披露或向第三方提供。移动应用安全版权服务平台会不时更新本隐私权政策。 您在同意移动应用安全版权服务平台服务协议之时，即视为
							您已经同意本隐私权政策全部内容。本隐私权政策属于移动应用安全版权服务平台服务协议不可分割的一部分。</p>
						<div class="children">
							<h5> 1. 信息使用 </h5>
							<p> a) 移动应用安全版权服务平台不会向任何无关第三方提供、出售、出租、分享或交易您的个人注册信息和企业名称及相关注册信息，除非事先得到您的许可，或该第三方和移动应用安全版权服务平台单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。 </p>
							<p> b) 移动应用安全版权服务平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息和企业名称及相关注册信息。任何移动应用安全版权服务平台用户如从事上述活动，一经发现，移动应用安全版权服务平台有权立即终止与该商户的服务协议。</p>
							<p> c) 为服务用户的目的，移动应用安全版权服务平台可能通过使用您的个人注册信息和企业名称及相关公司注册信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与移动应用安全版权服务平台合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。</p>
							<h5> 2.信息披露  </h5>
							<p> 在如下情况下，移动应用安全版权服务平台将依据您的个人意愿或法律的规定全部或部分的披露您的个人注册信息和企业名称及相关公司注册信息：</p>
							<p> a) 经您事先同意，向第三方披露。 </p>
							<p> b) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。</p>
							<p> c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露。 </p>
							<p> d) 如您出现违反中国有关法律、法规或者移动应用安全版权服务平台用户注册协议服务协议或相关规则的情况，需要向第三方披露。</p>
							<p> e) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息和企业名称及相关公司注册信息。</p>
							<p> f) 其它移动应用安全版权服务平台根据法律、法规或者平台政策认为合适的披露。 </p>
							<h5> 3.信息存储和交换  </h5>
							<p>   移动应用安全版权服务平台收集的有关您的信息和资料将保存在移动应用安全版权服务平台及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或移动应用安全版权服务平台收集信息和资料所在地的境外并在境外被访问、存储和展示。</p>
						</div>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>
<script>
	import LeftView from "./left.vue";
	export default{
		components: {
			"LeftView": LeftView
		},
		mounted(){
			this.scroll();
		},
		methods:{
			scroll(){
				$(".falv-notice .notice-content").mCustomScrollbar();
			}
		}
	}
</script>
<style lang="less" scoped>
	@import "../../assets/css/yejiao-center.less";
</style>